BFS_LES_environment_1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          33;
        startFace       13042;
    }
    outlet
    {
        type            patch;
        nFaces          77;
        startFace       13075;
    }
    wall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          2384;
        startFace       13152;
    }
)

// ************************************************************************* //
