BFS_LES_environment_1/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions


application="$(getApplication)"

runApplication $application

#------------------------------------------------------------------------------ afgiyats --------------------
